[
  {
    "FileSystemObjectType": 0,
    "Id": 99,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Digital PMV System: Driver Verification, Real-Time Bus Tracking, and Safety Management",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Oceania",
    "Country": "Papua New Guinea",
    "Sectors": "Transportation & Logistics",
    "Subregion": "Pacific",
    "MaturityLevel": "Proposed",
    "AuthModalities": null,
    "Accessibility": "Online - Remote, Online - In person, Offline - In person",
    "KeyTerms": "Driver Verification, Fleet Management, Safety, Real-Time Tracking, Mobile Device, Community Engagement",
    "AssuranceLevels": "Authentication Assurance Level 1, Authentication Assurance Level 2, Identity Assurance Level 2",
    "FundedBy": null,
    "Remarks": "Papua New Guinea faces significant safety and accountability challenges in the public motor vehicle (PMV) sector, with many buses operating without proper licensing or in dangerous mechanical conditions, creating risks for passengers and owners. Road crashes remain a major cause of death in PNG, with recent PMV incidents involving brake failures and multiple fatalities. Additionally, vehicle theft, misuse, and poor service plague PMV owners due to lack of monitoring capability. This use case introduces a fully digital PMV system that verifies driver identities, provides real-time bus tracking, and enables passenger safety verification through SevisPass integration. Drivers authenticate using verified SevisPass digital IDs, preventing unlicensed and unsafe operators from operating vehicles. Vehicle profiles are digitally linked to ownership records and maintenance history, creating transparency and accountability. Real-time GPS tracking allows owners to monitor bus location and behavior, reducing theft and misuse. Passengers can confirm driver identity before boarding and use SMS emergency alert functionality to report safety concerns. The system includes community-based driver rating mechanisms and SMS emergency notifications integrated with SevisPass. Unlike manual, uncoordinated approaches, this comprehensive digital ecosystem provides transparency, prevents illegal operation, reduces vehicle misuse, and dramatically improves safety outcomes",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 3 ; Requires SevisPass Digital ID verification for PMV drivers and vehicle ownership with mandatory biometric verification for driver authentication",
    "AuthenticationAssuranceLevel": "AAL 2 ; Multi-factor authentication for vehicle owner and driver management systems",
    "Source": "PNG National Digital ID Ideathon 2025",
    "Links": "https://www.google.com,https://www.example.com",
    "ID": 99,
    "Modified": "2026-01-29T09:20:15Z",
    "Created": "2025-12-15T07:14:09Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "22.0",
    "Attachments": false,
    "GUID": "599d478f-5f2f-42e6-96f3-2218b57d3044",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 98,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Monitoring and Evaluating Child TB Patients Through Treatment Completion with Incentive Program",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Oceania",
    "Country": "Papua New Guinea",
    "Sectors": "Healthcare",
    "Subregion": "Pacific",
    "MaturityLevel": "Proposed",
    "AuthModalities": null,
    "Accessibility": "Online - Remote, Online - In person",
    "KeyTerms": "TB Management, Child Health, Treatment Adherence, Social Protection, Digital Inclusion, Incentive Management, Data Sharing, Contact Tracing",
    "AssuranceLevels": "Authentication Assurance Level 2, Identity Assurance Level 2",
    "FundedBy": null,
    "Remarks": "Papua New Guinea is designated by the World Health Organization as a High Burden Country for tuberculosis, with children representing approximately 26% of reported TB cases—the highest proportion globally. The primary challenge is treatment non-adherence due to social issues, stigma, and lack of support, resulting in \"lost-to-follow-up\" patients who continue spreading TB in communities. This use case leverages SevisPass and SevisWallet to improve TB treatment completion rates and transparent incentive delivery. When a child visits a clinic with a parent/guardian, SevisPass enables instant identification and linking to health records. TB test results are sent through the patient's digital ID, determining treatment initiation. Treatment adherence is monitored through daily clinic check-ins, with missed doses triggering healthcare worker outreach and contact tracing. SevisPass geodata features flag high-risk transmission zones, activating identification of close contacts who receive SMS alerts for TB testing. Crucially, conditional incentives for successful treatment completion are linked to parents' or guardians' bank accounts through SevisPass/SevisWallet integration, verified through carer credentials with financial institutions. This transparent, traceable system increases treatment completion rates by approximately 15% while reducing stigma and discrimination through verified, automated processes.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 2 ; Requires SevisPass Digital ID verification for TB patients and their parents/guardians; linked to financial incentive systems",
    "AuthenticationAssuranceLevel": "AAL 1 ; OTP based authentication for treatment adherence verification and sharing this data with healthcare worker and for incentive approval systems",
    "Source": "PNG National Digital ID Ideathon 2025",
    "Links": null,
    "ID": 98,
    "Modified": "2026-01-02T03:56:13Z",
    "Created": "2025-12-15T07:14:09Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "18.0",
    "Attachments": false,
    "GUID": "637780f9-c1b1-462d-9918-c0228b72e6f3",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 97,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "SevisHealth: A Unified Digital Identity and Health Record System for PNG",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Oceania",
    "Country": "Papua New Guinea",
    "Sectors": "Healthcare",
    "Subregion": "Pacific",
    "MaturityLevel": "Proposed",
    "AuthModalities": null,
    "Accessibility": "Online - Remote, Online - In person, Offline - In person",
    "KeyTerms": "Healthcare, Digital Health Records, Patient Identity, USSD, SMS, Offline-Ready, Data Sharing, Interoperability, Rural Access",
    "AssuranceLevels": "Authentication Assurance Level 1, Authentication Assurance Level 2, Identity Assurance Level 2",
    "FundedBy": null,
    "Remarks": "Papua New Guinea's healthcare system currently relies on fragmented paper-based patient records that are easily lost, damaged, or inaccessible when urgently needed. This significantly impacts rural communities, which often travel long distances to access healthcare. \nSevisHealth solves this by creating a unified national health information platform that uses SevisPass Digital ID as the secure and trusted verification method for patient registration and profile creation. Each registered individual will have a digital health profile accessible across participating hospitals and clinics. Clinics and other healthcare institutions can confirm patient identity using SevisHealth, rather than relying on manual forms. Rural clinics can work offline and sync when reconnected. To ensure inclusive access, the system will also include SMS reminders and a simple USSD service for individuals without smartphones or internet access. Patients receive notifications via SMS to visit the clinic or log in to a portal to view secure results. The system utilizes SMS for push notifications (reminders) and an interactive USSD menu, allowing users to query their status or book appointments.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 2 ; Requires remote identity verification through SevisPass with government-issued identification and biometric validation where available",
    "AuthenticationAssuranceLevel": "AAL 2 ; Multi-factor authentication for clinician and administrator access to health records (ID and OTP)",
    "Source": "PNG National Digital ID Ideathon 2025",
    "Links": null,
    "ID": 97,
    "Modified": "2026-01-02T03:56:25Z",
    "Created": "2025-12-15T07:11:09Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "19.0",
    "Attachments": false,
    "GUID": "1a6f304e-b219-4146-a2e8-69d172d01d5b",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 96,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "DigitalTrust",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": null,
    "Sectors": "Education, Employment & Labor",
    "Subregion": "Western and Central Africa",
    "MaturityLevel": null,
    "AuthModalities": "OTP, Demographic",
    "Accessibility": "Online - Remote, Online - In person",
    "KeyTerms": null,
    "AssuranceLevels": "Authentication Assurance Level 2, Identity Assurance Level 2",
    "FundedBy": null,
    "Remarks": "Employment management platform using digital ID to verify diplomas, reduce fraud, and facilitate job matching with AI-driven recommendations",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 96,
    "Modified": "2025-12-12T08:30:38Z",
    "Created": "2025-12-11T09:54:27Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "9.0",
    "Attachments": false,
    "GUID": "fb1ac186-a255-4fdf-9f0d-1b36617269e4",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 95,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Digital ID-enabled warehouse system to reduce post-harvest loss in agriculture ",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Senegal",
    "Sectors": "Agriculture",
    "Subregion": "West Africa",
    "MaturityLevel": "Idea",
    "AuthModalities": "OTP, PIN based",
    "Accessibility": "Online - Remote",
    "KeyTerms": "Storage Technology, Renewable Energy, Rural Development, Financial Inclusion, Digital Marketplace",
    "AssuranceLevels": "Authentication Assurance Level 1, Identity Assurance Level 2",
    "FundedBy": null,
    "Remarks": "Senegal's agricultural sector faces critical post-harvest losses reaching 50-70%, making farmers vulnerable to predatory lenders and forcing extremely low sales while preventing customers from accessing quality food at reasonable prices. \nThis concept integrates refrigerated and other food grain warehouses with a digital ID-enabled app to provide a comprehensive solution. Farmers use digital identity to create a profile on the app, which ensures a trusted account. This app then shows vacant space in nearby warehouses which is either owned by the government or registered under the responsible agency. The farmer then can book storage space based on its requirement in advance based on his/her harvest estimate, by paying some booking amount. Once the farmer gets booking confirmation with a deadline to showup at the facility, so that space is not being wasted.  The warehouse also provides assess to online marketplace in lieu of some fees and hence help farmers to access better prices. \nIn order to ensure transparency and accountability government can regulate that all food grains stored in these facility must be linked to a farmers digital ID. In failure to do so, these warehouses will be either fined or deregistered from the government-authorized warehouse list. Regular audit will be done with random farmers being present to authenticate their product through face verification.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 2 ; Requires a verified national digital ID of the farmer for registration and profile creation and warehouse booking ",
    "AuthenticationAssuranceLevel": "AAL 2 ; Face based authentication in case of the government audit of the warehouse or for product verification in case of the digital market access",
    "Source": "Africa Digital ID Hackathon 2025",
    "Links": null,
    "ID": 95,
    "Modified": "2025-12-31T06:33:42Z",
    "Created": "2025-12-11T09:54:25Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "11.0",
    "Attachments": false,
    "GUID": "df2543a7-3a18-40e1-aa17-f281177b9160",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 94,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "AgriConnect: Digital ID and AI Platform for Smallholder Farmer Empowerment and Financial Access",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Benin",
    "Sectors": "Agriculture",
    "Subregion": "West Africa",
    "MaturityLevel": "Idea",
    "AuthModalities": null,
    "Accessibility": "Online – Remote; Mobile Device; Offline Capability",
    "KeyTerms": "Digital Innovation, AI-Driven Agriculture, Financial Inclusion, Local Language Support, Climate Resilience, Sustainable Farming",
    "AssuranceLevels": "Authentication Assurance Level 2, Identity Assurance Level 2",
    "FundedBy": null,
    "Remarks": "Sub-Saharan African smallholder farmers (70% without official documentation) lack subsidy/credit access, direct buyer contact for fair prices, and crucial information (weather forecasts, pest control). AgriConnect provides innovative digital identity platform leveraging AI for farmer empowerment. Each farmer receives unique digital identifier centralizing personal and agricultural information (land size, crop types, production history). Platform offers personalized AI-driven agricultural advice (irrigation, fertilization, soil management, optimal planting dates, pest control methods), local language support improving rural/multilingual area accessibility, simplified subsidy/microcredit access with AI eligibility evaluation algorithms. Advanced modular features include AI-based training on best practices, disease detection via computer vision, hyperlocal weather forecasts using satellite data, predictive alerts/monitoring mitigating losses through early climate change/epidemic warnings, agricultural cooperative collaboration modules, environmental monitoring for sustainable practices. Solution combines unique digital identity, financial access, and personalized guidance, doubling productivity and increasing farmer revenues 20% in first year while ensuring food security and rural poverty reduction.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 2 ; Requires verified digital identity with personalized agricultural profile (land size, crops, production history)",
    "AuthenticationAssuranceLevel": "AAL 2 ; Multi-factor authentication for subsidy applications and financial transaction access",
    "Source": "Africa Digital ID Hackathon 2025",
    "Links": null,
    "ID": 94,
    "Modified": "2025-12-31T06:41:26Z",
    "Created": "2025-12-11T09:54:23Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "13.0",
    "Attachments": false,
    "GUID": "ff2a6d91-e464-4fc9-a2a0-4099a1ae1edc",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 90,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "AgriID: Biometric Digital Identity for Inclusive and Resilient Agriculture in West Africa",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Senegal",
    "Sectors": "Agriculture",
    "Subregion": "West Africa",
    "MaturityLevel": "Proposed",
    "AuthModalities": "Biometric (Fingerprint), Demographic (QR Code)",
    "Accessibility": "Online – Remote; Online – In Person; Offline – In Person; USSD/SMS",
    "KeyTerms": "Biometric Authentication, Blockchain, Land Rights, Financial Inclusion, Fraud Prevention, Supply Chain Traceability, Accessibility",
    "AssuranceLevels": "Authentication Assurance Level 1, Authentication Assurance Level 2, Identity Assurance Level 2",
    "FundedBy": null,
    "Remarks": "West African farmers (70% of the population) face systematic fraud, with 40% of agricultural subsidies diverted by intermediaries, land conflicts affecting 60% of rural disputes, 80% financial exclusion, and limited product traceability. AgriID leverages biometric digital identity to address these challenges. Farmers can authenticate using fingerprints at nearby mobile kiosks or use USSD on their phones (PIN/OTP based) to trigger subsidy payments, even without a smartphone or internet connection, thereby eliminating corrupt intermediaries. The farmer’s biometric ID is used to authenticate them and link their profile to a digital land‑title record. This Agri ID also features a biometric-enabled credit score sharing facility with financial organisations, based on past data for harvest traceability, enabling microloans for unbanked farmers. \nEach harvest receives a digital \"\"product passport\"\" linked to the farmer ID, enabling market access via QR codes. Farmers can use USSD on basic phones without an internet/data plan, as long as there is GSM coverage. For areas with no network at all, agent devices support offline data capture and later synchronization when connectivity is available. This multi-use biometric approach integrates subsidy security, land rights formalization, financial inclusion, and supply chain transparency in one comprehensive system.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 2 ; Requires biometric digital identity (fingerprints, facial recognition, iris) linked to verified farmer records",
    "AuthenticationAssuranceLevel": "AAL 2 ; Multi-factor biometric authentication for subsidy access and financial transactions",
    "Source": "Africa Digital ID Hackathon 2025",
    "Links": null,
    "ID": 90,
    "Modified": "2026-01-02T03:57:11Z",
    "Created": "2025-12-11T09:29:17Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "28.0",
    "Attachments": true,
    "GUID": "2a5c78e1-59a5-4a51-bfa5-3999ee3e1c91",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 89,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "E-POLL: Revolutionizing Elections with Digital ID and Biometric Authentication",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Senegal",
    "Sectors": "Access to Public Services",
    "Subregion": "West Agrica",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "RFID cards, Biometric (Fingerprint)",
    "Accessibility": "Online – In Person",
    "KeyTerms": "Public Services, Civic Participation, Biometric Authentication, Electoral Security, Blockchain, Accessibility, Fraud Prevention",
    "AssuranceLevels": "Authentication Assurance Level 3, Identity Assurance Level 3",
    "FundedBy": null,
    "Remarks": "West African elections suffer from fraud (multiple voting, ballot stuffing), low inclusion of rural and disabled populations, and high logistical costs. E-POLL uses national identity cards (CNI) and fingerprint biometrics for voter authentication at digital tablet-equipped polling stations. Voters insert their card for initial verification, then scan fingerprints for centralized biometric confirmation. Authenticated voters access a simple candidate selection interface. Votes are encrypted and stored on blockchain, ensuring integrity and preventing tampering while preserving anonymity. The system reduces fraud, facilitates marginalized population inclusion, enables rapid results publication, and minimizes long-term costs. Solar-powered, offline-capable tablets serve rural areas. This hybrid approach combining CNI, biometrics, and blockchain ensures security, transparency, and accessibility.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 2 ; Requires national identity card (CNI) and biometric fingerprint verification for voter authentication",
    "AuthenticationAssuranceLevel": "AAL 3 ; Hardware-based biometric fingerprint authentication combined with digital card verification at polling stations",
    "Source": null,
    "Links": null,
    "ID": 89,
    "Modified": "2026-01-02T04:00:46Z",
    "Created": "2025-12-11T09:29:16Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "13.0",
    "Attachments": false,
    "GUID": "37c3802a-fc40-482f-a48a-f5aebc6e7988",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 88,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "JeuneEntreprendre - Youth entrepreneurship platform",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": null,
    "Sectors": "Employment & Labor, Finance & Banking",
    "Subregion": "East Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "Demographic, OTP",
    "Accessibility": "Online - Remote, Online - In person",
    "KeyTerms": "Mobile Device, Financial Inclusion, Digital Inclusion, APIs",
    "AssuranceLevels": "Authentication Assurance Level 2, Identity Assurance Level 2",
    "FundedBy": null,
    "Remarks": "Digital platform for young entrepreneurs with AI-driven mentorship, blockchain transactions, microloans, crowdfunding, and skills development.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 88,
    "Modified": "2025-12-11T09:29:14Z",
    "Created": "2025-12-11T09:29:14Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "1.0",
    "Attachments": false,
    "GUID": "7de15279-1da5-4f5f-a309-f5c87d3ac315",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 87,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Digital ID for Tax payment to combat evasion and Fraud",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Senegal",
    "Sectors": "Finance & Banking, Access to Public Services",
    "Subregion": "Western and Central Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "Biometric (Fingerprint), Biometric (Face)",
    "Accessibility": "Online - In person, Online - Remote",
    "KeyTerms": "APIs, Privacy & Data Protection, Cybersecurity, Interoperability",
    "AssuranceLevels": "Authentication Assurance Level 3, Identity Assurance Level 3",
    "FundedBy": "World Bank",
    "Remarks": "Integrates digital ID with NINEA tax system, uses blockchain and AI for fraud detection, cross-agency data sharing for compliance monitoring.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 87,
    "Modified": "2025-12-11T09:29:13Z",
    "Created": "2025-12-11T09:29:13Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "1.0",
    "Attachments": false,
    "GUID": "cc64004c-7803-4b9b-b298-2d0efe03833e",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 86,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "A Digital ID-Based Agricultural Marketplace for West African Farmers",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Senegal",
    "Sectors": "Agriculture",
    "Subregion": "West Africa",
    "MaturityLevel": "Idea",
    "AuthModalities": "OTP, PIN based",
    "Accessibility": "Online – Remote; Mobile Device",
    "KeyTerms": "Agriculture, Digital Marketplace, Fraud Prevention, Financial Inclusion, Digital Inclusion, AI Chatbot, Training & Development, Rural Access",
    "AssuranceLevels": "Authentication Assurance Level 1, Identity Assurance Level 2",
    "FundedBy": "Government MDAs, Private Organisations",
    "Remarks": "West African farmers face limited market access, a lack of transaction transparency, and trust issues from fraudulent practices. The absence of unified digital platforms prevents product showcase, access to agricultural news, and farmer-buyer connections. These challenges prevent income generation and perpetuate poverty. FarmPlace transforms agriculture by utilizing national digital IDs to create secure farmer profiles through an application that farmers can access themselves. For registration, farmers will use OTP-based authentication. The platform includes an agricultural marketplace that allows farmers to set up personalized online stores, as well as a resource hub featuring agricultural news, best practices, and grant information, all posted by experts from an agricultural university. Mobile-first design ensures rural accessibility with local language support. Once a profile is made, farmers can log in using their password. Farmers can upload the crops or other harvested product information like photographs, quality, etc. The genuineness of the information can be authenticated using digital ID credentials and OTP. Verified digital identities enable access to financial and government services, thereby strengthening farmer resilience while reducing the likelihood of fraudulent transactions.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 2 ; Requires verified digital identity for all farmers to ensure authenticity and prevent fraudulent transactions",
    "AuthenticationAssuranceLevel": "AAL 1 ; OTP based authentication for marketplace access and agricultural transactions",
    "Source": "Africa Digital ID Hackathon 2025",
    "Links": null,
    "ID": 86,
    "Modified": "2025-12-31T06:28:44Z",
    "Created": "2025-12-11T09:29:11Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "11.0",
    "Attachments": false,
    "GUID": "5918d1e5-3476-42b3-9987-8b8dc85a0b16",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 85,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "SamaDocs: Digital Administrative Platform with MOSIP and LLM",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Senegal",
    "Sectors": "Access to Public Services",
    "Subregion": "Western and Central Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "Biometric (Fingerprint), Biometric (Face), OTP",
    "Accessibility": "Online - Remote, Online - In person",
    "KeyTerms": "Privacy & Data Protection, Interoperability, Portal",
    "AssuranceLevels": "Identity Assurance Level 2, Authentication Assurance Level 2",
    "FundedBy": null,
    "Remarks": "Features include secure authentication through MOSIP verification, document selection and form completion, OCR processing for data extraction and validation, authority validation with real-time or deferred processing, secure PDF generation with steganography certification, and 24/7 AI chatbot support.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 85,
    "Modified": "2025-12-11T09:29:09Z",
    "Created": "2025-12-11T09:29:09Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "1.0",
    "Attachments": false,
    "GUID": "aba1889a-55a7-4797-b656-82f79d95f989",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 84,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "EduSenegal ID: Digital Identity Platform for Education and Employability",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Senegal",
    "Sectors": "Education, Employment & Labor",
    "Subregion": "Western and Central Africa",
    "MaturityLevel": "Pilot/Testing",
    "AuthModalities": "Demographic, RFID cards",
    "Accessibility": "Online - In person, Online - Remote, Offline - In person",
    "KeyTerms": "Accessibility, Digital Inclusion",
    "AssuranceLevels": "Identity Assurance Level 2, Authentication Assurance Level 1",
    "FundedBy": "Government MDAs",
    "Remarks": "EduSenegal ID is a digital identity platform connecting students, schools, and employers to bridge the gap between education and employment. Features include centralized academic records input by schools, student profile empowerment with skills and certifications, employer job posting, and verified profile access",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 84,
    "Modified": "2025-12-11T09:29:07Z",
    "Created": "2025-12-11T09:29:07Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "1.0",
    "Attachments": false,
    "GUID": "35216a72-3cd4-4159-8999-10e0df817ffa",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 83,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Digital License: MOSIP-Powered Secure and Transparent Driver Licensing System",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Malawi",
    "Sectors": "Transportation",
    "Subregion": "East Africa",
    "MaturityLevel": "Idea",
    "AuthModalities": "Demographic (QR Code), Demographic",
    "Accessibility": "Online – Remote; Online – In Person; Mobile Device (QR Code)",
    "KeyTerms": "Public Services, Corruption Prevention, Digital Identity, Fraud Reduction, Process Efficiency, Citizen Access",
    "AssuranceLevels": "Authentication Assurance Level 2, Identity Assurance Level 2",
    "FundedBy": "Government MDAs",
    "Remarks": "Across many African nations, legacy paper-based driver licensing systems are plagued by corruption and the proliferation of fake documents. Without reliable tools to verify these licenses roadside, traffic officers cannot detect suspended drivers or forged permits, significantly increasing road safety risks. To address this, the Transport Authority can implement a digital licensing system that integrates with the national MOSIP platform as a Relying Party. When a citizen applies, the system uses MOSIP’s e-KYC service to verify their identity and automatically populate trusted demographic data, ensuring the applicant is a real person. The Authority then issues the license as a cryptographically signed credential, available either in a digital wallet app or printed as a secure QR code on a physical card for non-smartphone users. Traffic police can scan these codes using a verification app that checks the digital signature instantly, allowing for authentication even in offline areas without internet access. This architecture anchors every license to a verified identity, prevents forgery, and drastically reduces roadside corruption by removing human discretion from the verification process.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 2 ; Requires verified digital identity via MOSIP for online license application and renewal",
    "AuthenticationAssuranceLevel": "AAL 2 ; Multi-factor authentication for license management and traffic verification systems",
    "Source": "Africa Digital ID Hackathon 2025",
    "Links": null,
    "ID": 83,
    "Modified": "2025-12-31T06:50:07Z",
    "Created": "2025-12-11T09:29:05Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "13.0",
    "Attachments": false,
    "GUID": "7f0ea1b6-96cc-4698-9e3f-322713aec254",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 82,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "SoulBattery: Smart Battery Monitor and Power Optimization System for Mobile Devices",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Uganda",
    "Sectors": "Digital Innovation",
    "Subregion": "East Africa",
    "MaturityLevel": "Idea",
    "AuthModalities": "OTP, PIN based",
    "Accessibility": "Online – Remote; Mobile Device (Native Application)",
    "KeyTerms": "Mobile Technology, Energy Efficiency, Technology Accessibility, Digital Inclusion, Power Management",
    "AssuranceLevels": "Authentication Assurance Level 1, Identity Assurance Level 2",
    "FundedBy": null,
    "Remarks": "Africa's smartphone penetration is at its all-time high and is expected to increase further. However, smartphone users face battery drain challenges, with smartphone batteries depleting within 7 to 8 hours as the phones get older. One of the prime reasons is the background work of many apps which cause hardware issues along with storage getting depleted.\nThis usecase idea proposes to integrate digital id with the operation of all the apps to streamline the user experience along with optimising the device operation. This app allows for digital ID-based registration to other third-party apps and manages the cookie and other settings based on the user's predefined preferences. The app provide one stop solution for digital id based credetial verification and authentication required for different types of apps.\nThis application also addresses powerdraining issues by enabling battery usage monitoring with detailed statistical breakdowns, battery health monitoring with proactive alerts, optimization recommendations for high-draining apps, battery usage pattern analysis, customization options based on user preferences, battery saver automation at defined percentages, direct system settings integration, and power saving modes. Application provides comprehensive battery management without additional hardware costs. Research ongoing for power storage integration with device batteries. Accessible, user-friendly interface facilitates digital ID application usage on mobile devices without interruption. Combines existing battery optimization features (Greenify, AccuBattery, DU Battery Saver) into single comprehensive solution.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 1 ; Anonymous usage, no digital identity verification required for battery monitoring features",
    "AuthenticationAssuranceLevel": "AAL 1 ; Optional account authentication for premium features and cloud synchronization",
    "Source": "Africa Digital ID Hackathon 2025",
    "Links": null,
    "ID": 82,
    "Modified": "2025-12-31T06:37:19Z",
    "Created": "2025-12-11T09:29:03Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "12.0",
    "Attachments": false,
    "GUID": "73348fcc-5fcd-4fb0-a515-f4c7ed58e4b1",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 81,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "SunuAssistance: Revolutionizing Emergency Response with Digital ID",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Senegal",
    "Sectors": "Healthcare, Access to Public Services",
    "Subregion": "Western and Central Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "OTP, Demographic",
    "Accessibility": "Online - Remote",
    "KeyTerms": "Privacy & Data Protection, Mobile Device, Accessibility",
    "AssuranceLevels": "Identity Assurance Level 2, Authentication Assurance Level 2",
    "FundedBy": "Government MDAs",
    "Remarks": "SunuAssistance is an integrated solution leveraging Digital ID and AI to enhance emergency services efficiency. Features include MOSIP-based unique Digital ID for users, emergency alert system with automatic geolocation sharing, AI assistant providing tailored first-aid instructions, real-time tracking of assistance progress, and emergency services dashboard with prioritized alerts",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 81,
    "Modified": "2025-12-11T09:29:01Z",
    "Created": "2025-12-11T09:29:01Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "1.0",
    "Attachments": false,
    "GUID": "c6290b3f-e757-4f39-a277-cebf98fa23fd",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 80,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Biometric authentication and eKYC for SIM Card and Mobile Money Registrations",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Malawi",
    "Sectors": "Financial Services",
    "Subregion": "East Africa",
    "MaturityLevel": "Idea",
    "AuthModalities": "Biometric (Fingerprint), Biometric (Face)",
    "Accessibility": "Online – Remote; Online – In Person",
    "KeyTerms": "Mobile Money, Fraud Prevention, Biometric Authentication, SIM Registration, Digital Inclusion, Cybersecurity",
    "AssuranceLevels": "Authentication Assurance Level 2, Identity Assurance Level 2",
    "FundedBy": "ID authority",
    "Remarks": "Eastern Africa is facing a growing threat of mobile money fraud due to weak KYC verification during SIM issuance and agent-based registrations in fintech platforms. \nThis digital ID use case idea leverages MOSIP's Identity Authentication (IDA) and e-KYC services to anchor mobile accounts to a user's foundational identity. Rather than relying on physical ID cards, this platform requires the telecom agent to capture the user's live biometrics (such as fingerprints or facial scans) along with their unique national ID number at the point of sale. \nThe collected biometric data is sent to the national ID system, which performs a 1:1 biometric match to verify the individual's identity. The platform also features logic flows that mandate fresh biometric authentication for sensitive actions, such as SIM swaps, to ensure that only genuine mobile numbers are linked to their respective national IDs. \nDuring mobile money registration, a similar biometric authentication is executed by the telecom operator after 24 hours to ensure that the mobile number and digital ID belong to the rightful owner. Mismatched or repeated registration attempts trigger fraud alerts.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 3 ; Requires biometric verification (fingerprints or facial recognition) linked to national digital ID database via MOSIP",
    "AuthenticationAssuranceLevel": "AAL 2 ; Multi-factor biometric authentication with real-time cross-verification for financial transactions",
    "Source": "Africa Digital ID Hackathon 2025",
    "Links": null,
    "ID": 80,
    "Modified": "2025-12-31T06:49:48Z",
    "Created": "2025-12-11T09:29:00Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "12.0",
    "Attachments": false,
    "GUID": "4f166c12-ec82-42a1-a091-b1960e126cb4",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 79,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "SADC Digital Farmer ID",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Botswana, Kenya",
    "Sectors": "Agriculture & Climate Change, Finance & Banking",
    "Subregion": "Southern Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "Biometric (Fingerprint), Biometric (Face)",
    "Accessibility": "Online - In person, Offline - In person",
    "KeyTerms": "POS Terminal, Mobile Device, Financial Inclusion, Digital Inclusion",
    "AssuranceLevels": "Authentication Assurance Level 3, Identity Assurance Level 3",
    "FundedBy": null,
    "Remarks": "Features include biometric registration, integrated farmer registry, easy resource access, market connections, blockchain for tamper-proof records, AI tools for personalized advice, IoT sensors for monitoring, and Smart Village Hubs with digital kiosks.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 79,
    "Modified": "2025-12-11T09:28:56Z",
    "Created": "2025-12-11T09:28:56Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "1.0",
    "Attachments": false,
    "GUID": "2afff62a-3513-45a6-84c8-133bc9923d7e",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 78,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "SafeZone Digital ID for Property and Asset Management",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Uganda",
    "Sectors": "Access to Public Services, Property & Asset Management",
    "Subregion": "East Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "Biometric (Fingerprint), OTP, PIN based",
    "Accessibility": "Online - In person, Online - Remote",
    "KeyTerms": "Portal, APIs, Privacy & Data Protection",
    "AssuranceLevels": null,
    "FundedBy": null,
    "Remarks": "Digital platform for property verification and transfer. Digital IDs for property ownership verification, blockchain for immutable record storage, smart contracts for automated processes, AI for fraud detection",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 78,
    "Modified": "2025-12-11T09:28:55Z",
    "Created": "2025-12-11T09:28:55Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "1.0",
    "Attachments": false,
    "GUID": "e372ebfb-9ab3-46dd-994b-8f6d2ddb6b23",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 77,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Digital Payment Enhancement for Edahabia Card System",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Algeria",
    "Sectors": "Finance & Banking",
    "Subregion": "North Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "Biometric (Fingerprint), Biometric (Face), OTP",
    "Accessibility": "Online - In person, Online - Remote",
    "KeyTerms": "Financial Inclusion, Digital Inclusion, Privacy & Data Protection",
    "AssuranceLevels": "Identity Assurance Level 3, Authentication Assurance Level 3",
    "FundedBy": "Government MDAs",
    "Remarks": "Integrates with existing Edahabia system to eliminate physical cards and PIN dependency",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 77,
    "Modified": "2025-12-11T09:28:53Z",
    "Created": "2025-12-11T09:28:53Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "1.0",
    "Attachments": false,
    "GUID": "6e16ac98-70f7-435f-ab6d-c8c1e6963e4f",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 76,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "WeCare: Digital ID Healthcare System with Personal Health Records",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Morocco",
    "Sectors": "Healthcare",
    "Subregion": "North Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "Biometric (Fingerprint)",
    "Accessibility": "Online - Remote, Online - In person",
    "KeyTerms": "Portal, Digital Inclusion, Privacy & Data Protection",
    "AssuranceLevels": "Authentication Assurance Level 2",
    "FundedBy": null,
    "Remarks": null,
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 76,
    "Modified": "2025-12-16T04:30:50Z",
    "Created": "2025-12-11T09:28:52Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "7.0",
    "Attachments": true,
    "GUID": "854480b2-418d-4eba-987d-aba6dae52224",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 75,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "TRAIS: Smart Traceable Agro-Input Subsidy Platform with Machine Learning for Targeted Allocation",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Rwanda",
    "Sectors": "Agriculture",
    "Subregion": "East Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": null,
    "Accessibility": "Online - Remote",
    "KeyTerms": "Agriculture, Fraud Prevention, Data-Driven Decision Making, Machine Learning, Digital Identity, Subsidy Management, Food Security",
    "AssuranceLevels": "Identity Assurance Level 2, Authentication Assurance Level 2",
    "FundedBy": "Government MDAs",
    "Remarks": "Sub-Saharan African governments face agricultural subsidy fraud, elite capture, and non-targeted allocation, limiting impact on food security and poverty reduction. TRAIS uses single sign-on for verified farmer identity authentication and machine learning for data-driven, targeted subsidy allocation. The platform eliminates ghost beneficiaries through secure digital identity verification, preventing fraud and misallocation. Machine learning algorithms analyze farmer data to accurately identify and prioritize genuinely vulnerable populations for subsidy distribution. The system ensures transparent, auditable subsidy allocation processes. By combining verified digital identity with intelligent data analytics, TRAIS reduces fraud, prevents elite capture, enables efficient resource distribution, and maximizes impact on food security and poverty reduction across the region.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 2 ; Requires verified digital identity for farmer authentication via single sign-on system",
    "AuthenticationAssuranceLevel": "AAL 2 ; Multi-factor authentication for subsidy program access and benefit verification",
    "Source": null,
    "Links": null,
    "ID": 75,
    "Modified": "2026-01-02T04:03:31Z",
    "Created": "2025-12-11T09:28:50Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "7.0",
    "Attachments": false,
    "GUID": "edbb20a1-42e4-4c2f-bedc-163728ebd315",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 74,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Driving integration and inclusion in Agriculture services through digital identity",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Kenya, Rwanda, Uganda",
    "Sectors": "Agriculture",
    "Subregion": "East Africa",
    "MaturityLevel": "Idea",
    "AuthModalities": "Biometric (Fingerprint)",
    "Accessibility": "Online – Remote; Online – In Person",
    "KeyTerms": "Digital Inclusion & Accessibility, Biometric Verification, Blockchain, Financial Services, Supply Chain Transparency, Training & Development",
    "AssuranceLevels": "Authentication Assurance Level 1, Identity Assurance Level 2",
    "FundedBy": null,
    "Remarks": "Agriculture in many African countries lacks integrated farmer registration, verification, and profiling systems, limiting efficient input distribution, access to finance, and market access. \nThis use case proposes a digital ID-enabled farmer registry system that creates verifiable farmer profiles and documents transaction history. Farmers are registered on the platform by a network of agents using the National Digital ID credentials and its biometric authentication facility. The digital ID is linked to the individual farmer profile created using demographic data collected and verified by agents during the in-person visit. The profile records essential data, including personal information, land ownership (verified against government records), primary crops, farm size, and farming practices. The platform also integrates financial information linked to farmers' tax credentials, such as credit rating and annual income. This creates a complete, up-to-date Agroeconomic profile of a farmer, which can be shared with recognized public and private authorities upon OTP-based authentication by farmers linked to the national digital ID. This enables banking institutions to assess farmer creditworthiness accurately, governments to distribute subsidies directly, and insurers to design farmer-specific products. The system can also be further developed to ease supply chain issues faced by farmers. The farmer profiles can also be used to document agent-verified product varieties and quality available with them, enabling online market access and intermediary bypass for better prices. Personalized farmer profiles enable targeted training from governments and NGOs on specific crops and practices.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 3; National digital id based biometric verification for creating farmer profile by agents visiting the farmers",
    "AuthenticationAssuranceLevel": "AAL 1; OTP based authentication for financial services access and subsidy distribution",
    "Source": "Africa Digital ID Hackathon 2025",
    "Links": null,
    "ID": 74,
    "Modified": "2025-12-31T05:59:12Z",
    "Created": "2025-12-11T09:28:48Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "12.0",
    "Attachments": false,
    "GUID": "56852f08-a611-48cc-80b9-b3a6c45fc6d8",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 73,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Farm2Global: Digital Marketplace Connecting Smallholder Farmers to Global Clients",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Rwanda",
    "Sectors": "Agriculture",
    "Subregion": "East Africa",
    "MaturityLevel": "Idea",
    "AuthModalities": "PIN based",
    "Accessibility": "Online - Remote, Online - In Person",
    "KeyTerms": "Agriculture, Digital Marketplace, Financial Inclusion, Supply Chain, Market Linkages, Product Traceability, Cross-Border Trade",
    "AssuranceLevels": "Authentication Assurance Level 1, Identity Assurance Level 2",
    "FundedBy": "ID authority, Government MDAs",
    "Remarks": "African smallholder farmers struggle to access markets beyond their communities. Rwanda faces a 33% post-harvest loss, which extends to 37% across Africa, due to a lack of secure identity, limiting access to financial and formal services. Farm2Global is a digital marketplace that utilizes trusted digital identity systems to connect smallholder farmers with global clients through export agencies. \nFarm2Global registers and authenticates farmers using a Unique Identification Number (UIN) linked to national digital ID credentials or MOSIP-based digital ID modules. It issues each farmer a Verifiable Credential (VC)– backed digital ID, enabling trusted cross-border transactions and product traceability. Once a farmer’s profile is created, they can submit evidence of their crop varieties and production capacities for specific periods. This evidence can include images, videos, and a site visit conducted by one of our representatives to review and approve the quality of their products.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 2 ; Requires verified digital identity for all farmers and buyers to ensure authentication and trustworthiness",
    "AuthenticationAssuranceLevel": "AAL 1 ; Single-factor authentication for marketplace access via portal",
    "Source": "Africa Digital ID Hackathon 2025",
    "Links": null,
    "ID": 73,
    "Modified": "2026-01-02T03:56:52Z",
    "Created": "2025-12-11T09:28:47Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "20.0",
    "Attachments": true,
    "GUID": "007a291b-7163-4e9e-bfa0-717f0d1ce44d",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 72,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Land registration and solar energy allocation for farmers in rural Morocco using digital IDs",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Morocco",
    "Sectors": "Renewable Energy ",
    "Subregion": "North Africa",
    "MaturityLevel": "Idea",
    "AuthModalities": "Biometric (Fingerprint)",
    "Accessibility": "Online - In person",
    "KeyTerms": "Agriculture, Energy Access, Land Rights, Blockchain, IoT Monitoring, Renewable Energy, Climate Resilience, Financial Inclusion",
    "AssuranceLevels": "Authentication Assurance Level 2, Identity Assurance Level 2",
    "FundedBy": "Government MDAs",
    "Remarks": "To address the lack of electricity access in rural Morocco, solar energy programs offer subsidized solar installations to farmers with registered farmland. However, farmers cannot prove land ownership due to a lack of a formal title to the rural land. \nThis idea proposes to integrate Morocco's CNIE digital ID to formalize land rights and allocate solar installations. Government agents will map land boundaries using mobile apps in the presence of community leaders and all relevant parties. The verification of the title holder is conducted through CNIE facial recognition, and therefore, land ownership is authenticated via CNIE facial recognition during enrollment. Verified land receives a unique digital land ID, which is linked to the farmer's CNIE ID via OTP on the linked phone. These land IDs are categorized by use, including farmland, residential, or other.\nBased on the analysis of this data, the energy department will provide subsidised solar installations based on land use, size, and agricultural potential. For instance, high-value farmers are included in the solar-powered irrigation program; a group of vulnerable households receives rooftop panels; community infrastructure receives larger microgrids, and so on. Solar kits are assigned through one-time CNIE biometric verification at installation.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 3 ; Requires CNIE (Morocco Digital ID) with biometric verification (facial recognition) for land registration in presence of government agent",
    "AuthenticationAssuranceLevel": "AAL 2 ; Multi-factor CNIE authentication for land registration and solar kit access (Facial Recognition and OTP)",
    "Source": "Africa Digital ID Hackathon 2025",
    "Links": null,
    "ID": 72,
    "Modified": "2025-12-31T06:26:16Z",
    "Created": "2025-12-11T09:28:45Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "12.0",
    "Attachments": false,
    "GUID": "0762db47-8af4-4b7b-a459-1c47aef6e3f0",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 71,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Digital ID-based authentication to securely link doctor’s prescription to patients and aid verification at pharmacy touchpoints",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Malawi",
    "Sectors": "Healthcare, Access to Public Services, Social Protection",
    "Subregion": "Southern Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "RFID cards, Demographic",
    "Accessibility": "Online - In person",
    "KeyTerms": "Digital Inclusion, Privacy & Data Protection, Accessibility",
    "AssuranceLevels": "Authentication Assurance Level 2, Identity Assurance Level 2",
    "FundedBy": "Government MDAs, Private Organisations",
    "Remarks": "Healthcare providers can access a patient's complete medical history with a simple scan of their national ID or birth certificate",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 71,
    "Modified": "2025-12-11T09:28:44Z",
    "Created": "2025-12-11T09:28:44Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "1.0",
    "Attachments": false,
    "GUID": "0da142de-3233-41b8-b931-613e1a351efd",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 70,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "MOSIP Digital ID and advanced face authentication verify traveler identity, enabling seamless airport check-in",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Morocco",
    "Sectors": "Transportation & Mobility, Immigration & Border Control, Access to Public Services",
    "Subregion": "North Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "Biometric (Face), Demographic",
    "Accessibility": "Online - In person",
    "KeyTerms": "Privacy & Data Protection, Portal, APIs",
    "AssuranceLevels": "Authentication Assurance Level 2, Identity Assurance Level 3",
    "FundedBy": null,
    "Remarks": "Automates face authentication to reduce human error with 99.55% accuracy. Designed specifically for the African context, unlike existing solutions",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 70,
    "Modified": "2025-12-11T09:28:41Z",
    "Created": "2025-12-11T09:28:41Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "1.0",
    "Attachments": false,
    "GUID": "bb0b58d5-4e99-45d6-a53a-23f4c652ccf3",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 69,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Epi-Tech: Revolutionizing Skincare with Personalized Skin Tracking and Digital ID Integration",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Morocco",
    "Sectors": "Healthcare",
    "Subregion": "North Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "Biometric (Face)",
    "Accessibility": "Online - Remote",
    "KeyTerms": "Healthcare, Biometric Authentication, AI/Machine Learning, Wearable Sensors, Personalized Medicine, Privacy & Data Protection",
    "AssuranceLevels": "Authentication Assurance Level 1, Identity Assurance Level 2",
    "FundedBy": "Private Organisations",
    "Remarks": "North Africa faces limited personalized skincare solutions and lack of skin development tracking tools, causing ineffective product use, unnecessary spending, and worsening skin health. Intense sun exposure causes premature aging and sunburns affecting self-confidence. Epi-Tech combines wearable sensors and digital ID to revolutionize skincare. Sensors analyze skin layer changes (epidermis, dermis, hypodermis) detecting hydration, oil production, and pigmentation changes, identifying precise skin types and providing instant feedback. Digital ID securely stores personalized skin profiles including health metrics, product history, allergies, and UV exposure lifestyle factors. Users share profiles with dermatologists, retailers, and manufacturers for tailored recommendations. Dermatologists provide accurate diagnoses using verified data. Retailers suggest suitable nearby products. This reduces unnecessary spending, avoids ineffective products, improves skin health, and decreases dermatologist visit frequency through AI-driven personalized recommendations.",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": "IAL 2 ; Requires digital ID verification for secure storage of personalized skin profiles and allergy information",
    "AuthenticationAssuranceLevel": "AAL 1 ; Single-factor authentication for accessing personalized skincare recommendations and profiles",
    "Source": null,
    "Links": null,
    "ID": 69,
    "Modified": "2026-01-02T04:01:47Z",
    "Created": "2025-12-11T09:28:39Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "6.0",
    "Attachments": false,
    "GUID": "d1eb819a-9ba6-41cc-90fa-ce59ac9e7b39",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 68,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Data-Driven Energy Insights and Benefits",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Morocco",
    "Sectors": "Energy & Utilities, Agriculture & Climate Change",
    "Subregion": "North Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "OTP, PIN based",
    "Accessibility": "Online - Remote",
    "KeyTerms": "Climate Resilience, Accessibility, Portal, Interoperability",
    "AssuranceLevels": "Authentication Assurance Level 1, Identity Assurance Level 2",
    "FundedBy": null,
    "Remarks": "NOURID+ creates a unified Digital Energy ID by merging official data, allowing for real-time monitoring and smart subsidy access. In partnership with SRM (Société Régionale Multiservices), it advances\nMorocco’s shift from private utilities to inclusive, public-first energy infrastructure",
    "Thumbnail": null,
    "Cover_x0020_Image": null,
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 68,
    "Modified": "2025-12-11T09:28:38Z",
    "Created": "2025-12-11T09:28:38Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "1.0",
    "Attachments": false,
    "GUID": "ec10d86f-077d-4ab3-a17b-a8b93e8bcf97",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": null,
    "Images": []
  },
  {
    "FileSystemObjectType": 0,
    "Id": 67,
    "ServerRedirectedEmbedUri": null,
    "ServerRedirectedEmbedUrl": "",
    "ContentTypeId": "0x010084960D81A0DB7144870AE0E2A0F085E600AC17310FA57D8147A84E88FD6B65F375",
    "Title": "Tracking student loans by linking digital ID and tax ID number",
    "OData__ColorTag": null,
    "ComplianceAssetId": null,
    "Region": "Africa",
    "Country": "Botswana",
    "Sectors": "Education",
    "Subregion": "Southern Africa",
    "MaturityLevel": "Conceptual/Research",
    "AuthModalities": "PIN based, OTP",
    "Accessibility": "Online - Remote",
    "KeyTerms": "Portal, Digital Inclusion, Financial Inclusion, Interoperability, Accessibility",
    "AssuranceLevels": "Identity Assurance Level 2, Authentication Assurance Level 1",
    "FundedBy": null,
    "Remarks": "Manual tracking and outdated contacts cause missed student loan repayments. BoSDID detects graduate employment by linking digital ID and tax number to trigger repayment workflows, sustaining and recycling Botswana's student fund.",
    "Thumbnail": "/images/use-cases/67/thumbnail.png",
    "Cover_x0020_Image": "{\"fileName\":\"Reserved_ImageAttachment_[17]_[Cover_x0020_Image][32]_[dd8f096a81d14eafa7a188359be31635][1]_[9].png\",\"originalImageName\":\"Student loans\"}",
    "IdentityAssuranceLevel": null,
    "AuthenticationAssuranceLevel": null,
    "Source": null,
    "Links": null,
    "ID": 67,
    "Modified": "2025-12-31T05:58:58Z",
    "Created": "2025-12-11T09:28:36Z",
    "AuthorId": 12,
    "EditorId": 12,
    "OData__UIVersionString": "13.0",
    "Attachments": true,
    "GUID": "3852b01f-1bd0-4115-8bf7-f1aa8ed72264",
    "ThumbnailUrl": null,
    "ThumbnailServerRelativeUrl": null,
    "CoverImageUrl": null,
    "CoverImageServerRelativeUrl": null,
    "CoverImage": "/images/use-cases/67/cover.png",
    "Images": [
      "/images/use-cases/67/cover.png"
    ]
  }
]